

users: dict = {}

tasks: dict = {1: ('Вес рюкзака - 4 кг и ещё \nтреть собственного веса.', '6', 1),
               2: ('Если у трехзначного числа поменять\nместами вторую и третью цифры,\nто число уменьшится на 9.\nЕсли поменять местами первую \nи вторую, то ничего не изменится.\nНайдите наименьшее такое число.', '110', 3),
               3: ('В мешке 20 шариков: \n6 белых, 10 черных и 4 желтых. \nСколько шариков нужно достать\nне гдлядя, чтобы среди них \nточно было 2 белых?', '16', 2)}


answers: dict = {'not in users': 'Ознакомьтесь с условиями \nили начните тестировнаие ',
                 'start1': 'Тестирование состоит из 3 задач, \nкоторые надо решить за 3 минуты.\nЗадача №1: ',
                 'game_over': 'Тестирование завершено. \nВаши баллы: ',
                 'time_over': 'Время тестирования закончилось. \Ваши баллы: ',
                 'into_game': 'Вы проходите испытания. \nДля получения следующего задания \nотправьте числовой ответ.',
                 'help': '* Пройти испытание можно \n  только один раз.\n* Время тестирования - 3 минуты.\n* Ответ должен быть числом.\n* Все задачи решаются \n  последовательно - \n  следующее задание отправится \n  после получения от вас ответа \n  на предыдущее. \n* Получить первое задание можно,\n  начав тестирование ',
                 'last_task': 'Это была последняя задача! \nВаши баллы: ',
                 'next_task': 'Ответ принят!\nCледующая задача №'}
