

users: dict = {}

tasks: dict = {1: ('Вес рюкзака - 4 кг и ещё \nтреть собственного веса.', '6', 1),
               2: ('Если у трехзначного числа поменять\nместами вторую и третью цифры,\nто число уменьшится на 9.\nЕсли поменять местами первую \nи вторую, то ничего не изменится.\nНайдите наименьшее такое число.', '110', 3),
               3: ('В мешке 20 шариков: \n6 белых, 10 черных и 4 желтых. \nСколько шариков нужно достать\nне гдлядя, чтобы среди них \nточно было 2 белых?', '16', 2)}


answers: dict = {'not in users': 'Чтобы начать тестирование \nи получить задание - \nиспользуйте команду /start\nили кнопку меню ',
                 'start1': 'Тестирование состоит из 3 задач, \nкоторые надо решить за 3 минуты.\nЗадача №1: ',
                 'game_over': 'Тестирование завершено. \nВаши баллы: ',
                 'time_over': 'Время тестирования закончилось. \Ваши баллы: ',
                 'into_game': 'Вы проходите испытания. \nДля получения следующего задания \nотправьте числовой ответ.',
                 'help': 'Пройти испытание можно только один раз.\nВремя тестирования - 3 минуты.\nПолучить первое задание можно командой /start.\nОтвет должен быть числом.\nВсе задачи решаются последовательно - \nследующее задание отправится после получения от вас ответа на предыдущее.',
                 'last_task': 'Это была последняя задача! \nВаши баллы: ',
                 'next_task': 'Ответ принят!\nCледующая задача №'}
