users: dict = {}

tasks: dict = {1: ('Вес рюкзака - 4 кг и ещё \nтреть собственного веса.', '6', 1),
               2: ('Если у трехзначного числа \nпоменять местами вторую \nи третью цифры, то число \nуменьшится на 9. \nЕсли поменять местами \nпервую и вторую, то \nничего не изменится.\nНайдите наименьшее такое число.', '110', 3),
               3: ('В мешке 20 шариков: \n6 белых, 10 черных и 4 желтых. \nСколько шариков нужно \nдостать не гдлядя, чтобы \nсреди них точно \nбыло 2 белых?', '16', 2)}